{
  "react_dev": "React Frontend Developer",
  "frontend_dev": "Frontend Developer",
  "senior_front": "Senior Frontend Developer",
  "senior_software_dev": "Senior Software Developer",
  "senior_web_dev": "Senior Web Developer",
  "soft_eng": "Software Engineer",
  "web_dev": "Web Developer",
  "testing": "Testing i18n",
  "complex": "Testing <1>complex</1> translation",
  "profile_header": "Highly skilled and experienced Software Developer adept in all stages of web development with 8 years in the industry, having developed and delivered numerous web projects using the latest technologies and methodologies. Proficient in HTML, CSS, JavaScript and React. Fast learner, able to effectively self-manage, as well as collaborate in a team setting, providing ideas to improve processes and results. With a passion for coding and a strong attention to detail, consistently delivering high-quality, innovative and effective solutions.",
  "experience": "Work Experience",
  "full_time": "Full Time",
  "present": "Present",
  "jan": "Jan",
  "feb": "Feb",
  "aug": "Aug",
  "sept": "Sept",
  "skills": "Skills",
  "createme_desc_1" : "Team leader managing 4 more developers, developing a 3D product configurator for a high profile brand, allowing customers to buy personalized products.",
  "createme_desc_2": "Developing Web solution for in-store purchases allowing clients in stores to customize their products and see them in 3D using Javascript, React, WebGL and Three.js",
  "epam_desc_1": "Development of new features for company's internal applications.",
  "epam_desc_2": "Front-end working mostly with JavaScript and CSS.",
  "endava_desc_1": "Front-end working mostly with JavaScript and CSS. Development and maintenance of new features for company's internal applications.",
  "configure_desc_1": "Development of components for products customization and visualization (3D and 2D) on web pages.",
  "configure_desc_2": "Development of product customization pages for ecommerce with JavaScript/ReactJS.",
  "configure_desc_3": "Maintenance of Backend services with NodeJS.",
  "sprout_desc_1": "Full-Stack developer working in PHP, JavaScript, CSS, and PostgreSQL.",
  "sprout_desc_2": "Development and maintenance of new features for company's main application.",
  "zeus_desc_1": "Full-stack developer working in .NET(C#), JavaScript, CSS, SQLServer, among others.",
  "zeus_desc_2": "Creation and maintenance of SQL databases for different specialized systems in specific business sectors",
  "zeus_desc_3": "Development and design of desktop/web applications."
}